"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Corecţie lumină de fundal";
"Color Restoration"		= "Restaurare culori";
"Descreening"			= "Filtrare descreen";
"Dust Removal"			= "Eliminare praf";
"Unsharp Mask"			= "Unsharp Mask";

"None"			= "Fără";
"Newspaper"		= "Ziar (85 lpi)";
"Magazine"		= "Revistă (133 lpi)";
"Fine Prints"	= "Imprimări fine (175 lpi)";
"General"		= "General";

"Low"		= "Scăzut";
"Medium"	= "Mediu";
"High"		= "Înalt";

"Quiet Mode"        = "Modul silenţios";
"Off"               = "Oprit";
"On"                = "Pornit";
"Printer Setting"   = "Setări imprimantă";
